Repository: MX-Linux/mx-launcher-l10n
Catalog: translations/po/*.po
Languages: am, ca, cs, da, de, el, es, es_es, fi, fr_be, he_il, hi, hu, it, ja, lt, nb, nl, pl, pt, pt_br, ru, sk, sl, sq, sv, tr

source: Format USB
am: ዩኤስቢ ቅረጽ
ca: Formata USB
cs: Formát USB
da: Formatér USB
de: Formatiere USB
es: Formatear USB
es_es: Formatear USB
fi: Alusta USB-tikku
fr_be: Formatage USB - Format USB
he_il: פרמוט USB
hi: यूएसबी फॉर्मेट
hu: USB formázás
it: Formatta USB
ja: フォーマット USB
lt: Formatuoti USB
nb: Formater USB
nl: Formatteer USB
pl: Sformatuj USB
pt: Formatar USB
pt_br: Formatador de Dispositivos USB
ru: Форматирование USB
sk: Formátovať USB
sl: Formatiraj USB
sq: Formatoni USB
sv: Formatera USB
tr: USB Biçimlendirme

source: Format USB devices
am: የዩኤስቢ መሣሪያዎችን ይቅረጹ
ca: Formata dispositius USB
cs: Formátovat USB zařízení
da: Formatér USB-enheder
de: USB-Laufwerke formatieren
el: Διαμορφώστε τις συσκευές USB
es: Formatea dispositivos USB
es_es: Formatea dispositivos USB
fi: Alusta USB-laitteita
fr_be: Formatage de périphériques USB
he_il: פרמוט התקני USB
hi: यूएसबी उपकरण फॉर्मेट करें
hu: USB eszközök formázása
it: Formattazione di dispositivi USB
ja: USB デバイスのフォーマット（初期化）ツール
lt: Formatuoti USB įrenginius
nb: Formater USB-enheter
nl: Formatteer USB apparaten
pl: Formatowanie urządzeń USB
pt: Formatar dispositivos USB [formatusb]
pt_br: Formata Dispositivos USB: Cartão de Memória, Pen Drive, Pendrive, Memória USB Flash Drive, USB Flash Drive, etc
ru: Форматирование USB накопителей
sk: Naformátujte zariadenia USB
sl: Formatiranje USB pogonov
sq: Formatoni pajisje USB
sv: Formatera USB-enheter
tr: USB aygıtlarını biçimlendirin

source: MX Boot Options
cs: MX Možnosti zavaděče
da: MX Opstartsvalgmuligheder
de: MX Boot Optionen
el: Ρυθμίσεις εκκίνησης MX
es: MX Opciones de Inicio
es_es: MX Opciones de Arranque
fi: MX Käynnistysasetukset
fr_be: MX Options de démarrage - MX Boot Options
he_il: אפשרויות אתחול MX
hi: एमएक्स बूट विकल्प
hu: MX indítási paraméterek
it: MX Opzioni di Boot
ja: MX 起動設定ツール
nb: MX Oppstartsalternativer
nl: MX Opstart Opties
pl: MX Opcje uruchamiania
pt: MX Opções de Arranque
pt_br: Opções de Inicialização do MX
ru: MX Параметры загрузки
sk: MX Možnosti zavedenia
sl: MX Zagonske opcije
sq: Mundësi MX Nisjeje
sv: MX Startalternativ
tr: MX Açılış Seçenekleri

source: Common start-up choices
ca: Elecció de les opcions d'arrencada
cs: Volby spouštění systému
es: Opciones comunes de inicio
es_es: Opciones comunes de inicio
fr_be: Choix courants pour le démarrage
he_il: ברירות טעינה משותפות
hu: Általános indítási lehetőségek
it: Scelte di avvio comuni
ja: 通常の起動時のオプションです
nb: Vanlige oppstartsalternativer
nl: Veel voorkomende opstart keuzes
pl: Typowe wybory uruchomienia
pt: Opções normais de arranque
pt_br: Defina os serviços que iniciarão junto com o sistema operacional
ru: Часто используемые варианты запуска
sl: Običajne zagonske izbire
sq: Zgjedhje të rëndomta për gjatë nisjes
sv: Vanliga start-alternativ
tr: Yaygın başlatma seçenekleri

source: MX Boot Repair
am: MX ማስነሻ መጠገኛ
cs: MX Oprava zavaděče
da: MX Opstartsreparation
de: MX Bootreparatur
el: Επισκευή Εκκίνησης του MX
es: MX Reparar Inicio
es_es: MX Reparar Arranque
fi: Käynnistyksen korjaus
fr_be: MX Réparation d’amorçage - MX Boot Repair
he_il: תיקון האתחול של MX
hi: एमएक्स बूट सुधार
hu: MX bootjavító
it: MX Ripara Boot
ja: MX ブートリペア
lt: MX paleidimo taisymas
nb: MX Oppstartsreparasjon
nl: MX Boot Reparatie
pl: MX Naprawa rozruchu
pt: MX-Reparador do Arranque
pt_br: Reparador de Inicialização do MX
ru: MX Восстановление загрузчика
sk: MX Oprava zavádzača
sl: Popravljanje zagona
sq: Riparim Nisjeje MX
sv: MX Boot-reparation
tr: MX Önyükleme Onarımı

source: Simple Boot Repair
am: ቀላል ማስነሻ መጠገኛ
ca: Reparació senzilla de l'arrencada
cs: Jednoduchá oprava zavaděče
da: Simpel opstartsreparation
de: Einfache Boot-Reparatur
el: Απλή Επισκευή Εκκίνησης
es: Reparación de Inicialización
es_es: Un reparador de arranque sencillo
fi: Yksinkertainen käynnistyksen korjaus
fr_be: Réparation facile du démarrage
he_il: תיקון טעינה פשוט
hi: साधारण बूट मरम्मत
hu: Egyszerű bootjavító
it: Riparazione del boot di avvio del sistema
ja: シンプルな起動修復ツールです
lt: Paprastas paleidimo taisymas
nb: Oppstartsreparasjon
nl: Eenvoudige Boot Reparatie
pl: Prosta naprawa rozruchu
pt: Reparador do Arranque fácil de usar [mx-bootrepair]
pt_br: Repara a inicialização de uma instalação danificada de um sistema operacional GNU/Linux com o MX Boot Repair
ru: Простое восстановление загрузчика
sk: Opraviť zavádzač
sl: Preprosto popravljanje zagona
sq: Riparim i Thjeshtë Nisjeje
sv: Enkel Boot-reparation
tr: Basit Önyükleme Onarımı

source: MX Cleanup
da: MX Oprydning
el: Καθαρισμός του MX
es: MX Limpieza
es_es: MX Limpiador
fi: MX Puhdistus
fr_be: MX Nettoyage - MX Cleanup
he_il: ניקוי MX
hi: एमएक्स परिमार्जन
hu: MX Takarító
it: MX Pulizie
ja: MX クリーンアップ
lt: MX išvalymas
nb: MX Opprydning
nl: MX Opruimen
pl: MX Porządki
pt: MX-Limpar
pt_br: Limpeza Automática do MX
ru: MX Очистка
sk: MX Čistenie disku
sl: MX Čistilec
sq: Pastrim MX
tr: MX Temizleyici

source: Quick and safe removal of old files
ca: Elimina de forma ràpida i segura fitxers antics
cs: Rychlé a bezpečné odstranění starých souborů
da: Hurtig og sikker fjernelse af gamle filer
de: Schnelles und sicheres Entfernen alter Dateien
el: Γρήγορη και ασφαλής αφαίρεση παλιών αρχείων
es: Eliminar ficheros viejos, rápido y seguro
es_es: Eliminación rápida y segura de archivos antiguos
fi: Vanhojen tiedostojen nopea ja turvallinen poistaminen
fr_be: Suppression rapide et sûre des anciens fichiers
he_il: הסרה מהירה ובטוחה של קבצים ישנים
hi: पुरानी फाइलों को त्वरित व सुरक्षित रूप से हटाएँ
hu: A régi fájlok gyors és biztonságos eltávolítása
it: Rimozione rapida e sicura dei vecchi file
ja: 古いファイルを迅速かつ安全に削除します
lt: Greitas ir saugus senų failų šalinimas
nb: Fjern gamle filer raskt og trygt
nl: Snelle en veilige verwijdering van oude bestanden
pl: Szybkie i bezpieczne usuwanie starych plików
pt: Remoção rápida e segura de ficheiros antigos ou já desnecessários [mx-cleanup]
pt_br: Remover/excluir arquivos que se tornaram desnecessários ao sistema operacional com o MX Cleanup
ru: Быстрое и безопасное удаление старых файлов
sk: Rýchle a bezpečné mazanie nepotrebných súborov
sl: Hitra in varna odstranitev starih datotek
sq: Heqje e shpejtë dhe e parrezik kartelash të vjetra
sv: Snabb och säker borttagning av gamla filer
tr: Eski dosyaların hızlı ve güvenli şekilde kaldırılması

source: MX Codecs Installer
am: MX ኮድ መግጠሚያ
cs: MX instalátor kodeků
da: MX Codecs-installationsprogram
el: Εγκατάσταση codecs του MX
es: MX Instalar códecs
es_es: MX Instalador de Códecs
fi: MX-Koodekkien asennusohjelma
fr_be: MX Installateur de Codecs - MX Codecs Installer
he_il: אשף התקנת הקודקים של MX
hi: MX कोडेक्स इंस्टॉलर
hu: MX kodektelepítő
it: MX Installa Codecs
ja: MX コーデックインストーラ
lt: MX kodekų diegimo programa
nb: Installering av MX-kodeker
nl: MX Codecs Installeerder
pl: MX Instalator kodeków
pt: MX-Instalador de Codecs
pt_br: Instalador de Codecs do MX
ru: MX Установщик кодеков
sk: MX Inštalátor kodekov
sl: Namestilnik kodekov
sq: Instalues MX Kodekësh
sv: MX Codecs Installerare
tr: Çözücü Yükleyici

source: Simple install of restricted codecs
am: ቀላል የ ተወሰነ ኮድ መግጠሚያ
ca: Descarregador senzill de còdecs privatius
cs: Jednoduchá instalace nesvobodných kodeků
da: Simpel installation af begrænsede codecs
de: Einfache Installation unfreier Codecs
el: Απλή εφαρμογή λήψης codecs
es: Herramienta simple de descarga de códecs
es_es: Herramienta simple de descarga de códecs
fi: Helppo rajoitettujen koodekkien asennusohjelma
fr_be: Installation facile de codecs réglementés
he_il: התקנה פשוטה של מפענחים מוגבלים
hu: Zárt kodekek egyszerű telepítése
it: Semplice downloader di codecs
ja: のシンプルなコーデックダウンローダー
lt: Paprastas apribotų kodekų įdiegimas
nb: Enkel installasjon av beskyttede kodeker
nl: Eenvoudig installeren van codecs met beperkte rechten
pl: Prosta instalacja ograniczonych kodeków
pt: Instalação fácil de codecs restritos [mx-codecs]
pt_br: Instalação de codecs restritos e não-livres com o MX Codecs Installer
ru: Простая установка несвободных кодеков
sk: Jednoducho inštalujte neslobodné kodeky
sl: Preprosta namestitev dodatnih kodekov
sq: Instalim i thjeshtë kodekësh të kufizuar
sv: Enkel installering av non-free codecs
tr: Kısıtlanmış çözücüleri basit yükleme

source: MX Date & Time
ca: MX Data i Hora
cs: MX Datum a čas
da: MX Dato og klokkeslæt
de: MX Datum & Zeit
el: Ημερομηνία και ώρα του MX
es: MX Fecha & Hora
es_es: MX Fecha y Hora
fi: MX päivämäärä & kellonaika
fr_be: MX Date et Heure - MX Date & Time
he_il: התאריך והשעה של MX
hi: एमएक्स दिनांक व समय
hu: MX dátum és idő
it: MX Data & Ora
ja: MX 日付と時刻の設定
lt: MX data ir laikas
nb: MX Dato og tid
nl: MX Datum & Tijd
pl: MX Data i godzina
pt: MX Data & Hora
pt_br: Configurações de Data e Hora do MX
ru: MX Дата и время
sl: MX Datum in ura
sq: Datë & Kohë MX
sv: MX Datum & Tid
tr: MX Tarih & Saat

source: Date & Time Settings
ca: Paràmetres de data i hora
cs: Nastavení datumu a času
de: Datum & Uhrzeit Einstellungen
es: Configuración de fecha y hora
es_es: Configuración de fecha y hora
fr_be: Paramètres de la date et de l’heure
he_il: הגדרות תאריך ושעה
hu: Dátum és idő beállítások
it: Impostazioni Data & Ora
ja: システムの日付と時刻の設定を行います
nb: Oppsett av dato og tid
nl: Datum & Tijd Instellingen
pl: Ustawienia daty i godziny
pt: Definições de Data & Hora
pt_br: Configurações de data, hora, fuso horário e hora automática do servidor da internet com o MX Date & Time
ru: Настройки даты и времени
sl: Nastavitve datuma in časa
sq: Rregullime Date & Kohe
sv: Datum & Tid Inställningar
tr: Tarih ve Saat Ayarları

source: MX Snapshot
am: MX የ መመልከቻ ፎቶ
da: MX Øjebliksbillede
de: MX Schnappschuss
fi: MX Tilannevedos
fr_be: MX Instantané - MX Snapshot
he_il: תמונות מערכת MX
hi: एमएक्स स्नैपशॉट
hu: MX pillanatkép
ja: MX スナップショット
lt: MX momentinė kopija
nb: MX ISO-bilde
pl: MX Zrzut systemu
pt: MX-Criar Imagem ISO
pt_br: Snapshot do MX - Criador de Imagem ISO do Sistema Operacional
ru: MX Снимок системы
sl: MX posnetek
sq: Fotografim MX Sistemi
tr: MX Sistem Anlık Görüntüsü

source: Create a live iso snapshot of your running system.
am: በ ቀጥታ የ iso መመልከቻ ፎቶ መፍጠሪያ በ እርስዎ ኮምፒዩተር ላይ የሚሄደውን ስርአት
ca: Crea una instantània ISO del sistema en execució
cs: Vytvořte si LIVE ISO snapshot z Vašeho systému
da: Opret et live-iso-øjeblikebillede af dit kørende system.
de: Erzeugen eines Schnappschusses Ihres laufenden Systems als bootfähige Live-ISO
el: Δημιουργήστε ένα στιγμιότυπο του τρέχοντος συστήματός σας σε ζωντανή ISO μορφή.
es: Crear imagen live de su sistema activo.
es_es: Crea una instantánea iso en vivo de su sistema en funcionamiento.
fi: Luo elävä iso-vedos käynnissä olevasta järjestelmästäsi.
fr_be: Créer une image .iso de votre système actuel.
he_il: יצירת ISO להמחשה של המערכת הפעילה שלך.
hi: अपने चल रहे सिस्टम का एक लाइव आईएसओ स्नैपशॉट बनाएं।
hu: Élő iso pillanatkép készítése a futó operációs rendszeredről
it: Creare una ISO Live del tuo sistema attualmente in esecuzione
ja: 稼働しているシステムを丸ごとコピーしたライブ ISO を作成します。
lt: Sukurkite tiesioginę veikiančios sistemos „iso“ momentinę kopiją.
nb: Opprett et live ISO-bilde av det kjørende systemet
nl: CreÃ«er een live iso snapshot van je werkende systeem
pl: Utwórz obraz ISO aktualnie uruchomionego systemu.
pt: Criar imagem ISO do sistema em execução; quando instalada num meio externo (CD/DVD/USB) é executável directamente [mx-snapshot]
pt_br: Crie imagem ISO do sistema operacional em execução, podendo ser executada a partir de um meio externo CD/DVD/USB
ru: Создание снимка системы в Live-CD из работающей системы.
sk: Vytvorte si LIVE ISO snapshot Vášho operačného systému
sl: Ustvari živ iso posnetek zagnanega sistema
sq: Krijoni një fotografim të sistemit që xhironi, për të krijuar një iso instalimi sistemi “live”.
sv: Skapa ett live iso snapshot av det system du kör.
tr: Çalışmakta olan sisteminizin bir canlı iso kalıbını oluşturun

source: MX Live USB Maker
am: MX በ ቀጥታ-usb መፍጠሪያ
ca: MX Creador de USB autònoms
cs: MX Tvůrce Live-USB
da: MX Live USB-skaber
de: MX Live USB Erzeugung
el: MX Δημιουργός Live-usb
es: MX Construir Live-USB
es_es: MX Creador Live-USB
fr_be: MX Live USB Création - MX Live USB Maker
he_il: יוצר USB חי MX
hu: MX Live-USB készítő
it: MX Crea Live USB
ja: MX ライブ USB メーカー
pt: MX-Criar USB-executável
pt_br: Criador de Dispositivo USB Executável do MX
sk: Vytvoriť LiveUSB
sl: MX Ustvarjalec za živi-usb pogon
sq: Krijues USB-je për MX Live
sv: MX Live USB-Skapare
tr: MX Live USB Oluşturucu

source: Create a full-featured live-usb
am: ሙሉlገጽታ በ ቀጥታ-usb መፍጠሪያ
ca: Crea un USB autònom complert
cs: Tvorba Live USB s mnoha funkcemi
da: Opret en live-usb med det hele
de: Erzeugung eines voll ausgestatteten Live-USB-Sticks
el: Δημιούργησε live-usb με πλήρη χαρακτηριστικά
es: Construir Live-USB
es_es: Crea un completo live-usb
fi: Luo monipuolinen live-usb
fr_be: Créer un live-usb complet
he_il: יצירת USB להמחשה עם כל היכולות
hi: एक पूर्ण विशेषताओं वाला लाइव-यूएसबी बनाएं
hu: Teljesértékű, Live-USB rendszer készítése
it: Crea una USB-Live con funzionalità completa
ja: フル機能のライブ USB を作成します
lt: Sukurkite visas funkcijas turintį tiesioginį USB
nb: Lag en live-USB med alle funksjoner
nl: Maak een volledig voorziene live-usb
pl: Utwórz w pełni funkcjonalny Live-USB
pt: Criar um sistema operativo, com todas as funcionalidades, num dispositivo USB [mx-live-usb-maker]
pt_br: Cria um sistema operacional com todas as suas funcionalidades em um dispositivo USB com o MX Live USB Maker
ru: Создать полнофункциональный live-usb
sk: Tvorba LiveUSB s plno funkciami
sl: Ustvarite popolnoma uporaben živi usb pogon
sq: Krijoni një USB Live instalimi me tërë veçoritë
sv: Skapa en live-usb med alla möjligheter
tr: Tam özellikli bir live-usb oluşturun

source: MX Network Assistant
am: MX የ ኔትዎርክ እርዳት
ca: MX Assistent de Xarxa
cs: MX Pomocník se sítí
da: MX Netværksassistent
de: MX Netzwerkassistent
es: MX Asistente de Redes
es_es: MX Asistente de Redes
fi: MX Verkkoavustin
fr_be: MX Assistant Réseau - MX Network Assistant
he_il: מסייע הרשת MX
hi: एमएक्स नेटवर्क साधन
hu: MX hálózati asszisztens
ja: MX ネットワーク・アシスタント
lt: MX tinklo pagelbiklis
nb: MX Nettverksassistent
nl: MX Netwerk Assistent
pl: MX Asystent sieci
pt: MX-Assistente de Redes
pt_br: Assistente de Redes do MX
sk: MX Sieťový Asistent
sl: MX Omrežni asistent
sq: Asistent Rrjeti MX
sv: MX Nätverks-assistent
tr: MX Ağ Yardımcısı

source: Network configuration and troubleshooting
am: የ ኔትዎርክ ማሰናጃ እና ችግሩን ማግኛ
ca: Configuració de xarxa i resolució de problemes
cs: Nastavení sítě a řešení problémů se sítí
da: Netværkskonfiguration og -fejlsøgning
de: Netzwerk-Konfiguration und -Problemlösung
el: Διαμόρφωση του δικτύου και Αντιμετώπιση προβλημάτων
es: Configuración de red y resolución de problemas
es_es: Configuración de redes y resolución de problemas
fi: Verkon asetukset ja vianetsintä
fr_be: Configuration et dépannage du réseau
he_il: הגדרות ופתרון תקלות רשת
hi: नेटवर्क कॉन्फ़िगरेशन और समस्या निवारण
hu: Hálózat konfiguráló és hibajavító
it: Configurazione della rete e risoluzione dei problemi
ja: ネットワークの設定とトラブルシューティング
lt: Tinklo konfigūravimas ir nesklandumų šalinimas
nb: Oppsett og feilsøking av nettverket
nl: Netwerk Configuratie en Foutopsporing
pl: Konfiguracja sieci i rozwiązywanie problemów
pt: Configuração e resolução de problemas de redes [mx-network-assistant]
pt_br: Configurações e resoluções de problemas de conexões de redes com o MX Network Assistant
ru: Конфигурация сети и устранение неполадок
sk: Konfigurácia a riešenie problémov so sieťou
sl: Konfiguriranje omrežja in odpravljanje težav
sq: Formësim dhe diagnostikim rrjetesh
sv: Nätverkskonfiguration och felsökning
tr: Ağ yapılandırma ve Sorun giderme

source: MX Package Installer
am: MX ጥቅል መግጠሚያ
cs: MX Instalátor softvéru
da: MX Pakkeinstallationsprogram
de: MX Paket-Installer
el: Εγκατάσταση πακέτων του MX
es: MX Instalar Paquetes
es_es: MX Instalador de Paquetes
fi: MX Pakettien asennus
fr_be: MX Installateur de paquets - MX Package Installer
he_il: אשף התקנת החבילות של MX
hi: एमएक्स पैकेज इंस्टॉलर
hu: MX csomagtelepítő
it: MX Installa Programmi
ja: MX パッケージインストーラ
lt: MX paketų diegimo programa
nb: MX Verktøy for pakkeinstallering
nl: MX pakket installeerder
pl: MX Instalator pakietów
pt: MX-Instalador de Pacotes
pt_br: Instalador e Desinstalador de Programas do MX
ru: MX Установщик пакетов
sk: MX Inštalátor programov
sl: MX Namestilnik paketov
sq: Instalues Paketash MX
sv: MX Paket-installerare
tr: MX Paket Yükleyici

source: Simple Software Application Package Installer
am: Պարզ ծրագրային ապահովման կիրառական փաթեթի տեղադրիչ
ca: Instal·lador senzill de paquets d'aplicacions
cs: Jednoduchý instalační balíček softwarových aplikací
da: Simpel installationsprogram til softwareprogram
de: Einfaches Installationsprogramm für Softwareanwendungspakete
el: ΑΠρόγραμμα εγκατάστασης πακέτου απλού λογισμικού
es: Instalador de paquete de aplicación de software simple
es_es: Instalador simple de paquetes de aplicaciones de software
fi: Yksinkertainen ohjelmistosovelluspaketin asennusohjelma
fr_be: Programme simple pour l’installation de paquets de logiciels
he_il: מתקין חבילות יישום תוכנה פשוט
hi: सरल सॉफ्टवेयर एप्लीकेशन पैकेज इंस्टालर
hu: Egyszerű szoftveralkalmazás-csomag telepítő
it: Semplice programma di installazione del pacchetto di applicazioni software
ja: 簡単な操作でソフトウェアをインストールできます
lt: Paprastas programinės įrangos programų paketų diegimo programa
nb: Enkel installasjonsprogramvarepakke
nl: Eenvoudig installatieprogramma voor softwaretoepassingspakketten
pl: Instalator pakietu aplikacji prostego oprogramowania
pt: Instalador de pacote de aplicativo de software simples
pt_br: Instalar e desinstalar programas aplicativos ou pacotes com o MX Package Installer
ru: Установщик пакета простых программных приложений
sk: Jednoduchý inštalátor balíka softvérových aplikácií
sl: Preprost program za namestitev programskega paketa
sq: Instalues i Paketës së Zbatimit të Softuerit të thjeshtë
sv: Enkel installationsprogram för programvarupaket
tr: Basit Yazılım Uygulama Paketi Yükleyicisi

source: MX Repo Manager
am: MX የ ማጠራቀሚያ አስተዳዳሪ
da: MX Softwarekildehåndtering
el: Διαχειριστής αποθετηρίων MX
es: MX Gestionar Repos
es_es: MX Gestor de Repositorios
fi: MX Pakettivarastojen hallinta
fr_be: MX Gestionnaire de dépôts - MX Repo Manager
he_il: מנהל מאגרים של MX
hi: एमएक्स पैकेज-संग्रह प्रबंधक
hu: MX tárolókezelő
ja: MX リボジトリマネージャー
lt: MX saugyklų tvarkytuvė
nb: MX Behandling av pakkearkiv
nl: MX Pakketbronbeheer
pl: MX Menedżer repozytoriów
pt: MX-Gestor de Repositórios
pt_br: Gerenciador de Repositórios do MX
ru: MX Менеджер репозиториев
sl: MX Upravljalnik repozitorijev
sq: Përgjegjës MX Deposh
tr: MX Depo Yöneticisi

source: Choose the default APT repo
ca: Selecciona el dipòsit APT per omissió
cs: Vyberte si z předvolených repozitářů APT
da: Vælg standard APT-softwarekilden
de: Auswahl des Standard-APT Repositoriums
el: Επιλέξτε την προεπιλεγμένη αποθήκη του APT
es: Elija el repositorio APT predeterminado
es_es: Elija el repositorio APT predeterminado
fr_be: Choisir le dépôt APT par défaut
he_il: בחירת מאגר APT כברירת המחדל
hu: Az alapértelmezett APT tároló kiválasztása
it: Scegli il repository di APT predefinito
ja: 通常使用する APT リポジトリを選択します
lt: Pasirinkti numatytąją APT saugyklą
nb: Velg standard apt-pakkearkiv
nl: Kies de standaard APT pakketbron
pl: Wybierz domyślne repozytorium APT
pt: Pré-definir o repositório APT a usar [mx-repo-manager]
pt_br: Escolha o repositório a ser utilizado como padrão com o MX Repo Manager
ru: Выбор репозитория по умолчанию
sk: Vyberte si z predvolených APT repozitárov
sl: Izberi privzeti APT repozitorij
sq: Zgjidhni depo parazgjedhje APT
sv: Välj standard APT förråd
tr: Varsayılan APT deposunu seç

source: MX Samba Config
cs: MX Samba konfigurace
de: MX Samba Konfiguration
es: MX Configuración de Samba
es_es: MX Configuración de Samba
fr_be: MX Samba configuration - MX Samba Config
he_il: הגדרות סמבה MX
hu: MX Samba Beállítások
it: MX Configurazione Samba
ja: MX Samba 設定
nb: MX-verktøy for oppsett av Samba
nl: MX Samba Configuratie
pl: Konfiguracja MX Samba
pt: MX Configurar o Samba
pt_br: Configurações do Servidor Samba do MX
ru: Настройка Samba в MX
sl: MX Samba nastavitve
sq: Formësim MX i Samba-s
tr: MX Samba Yapılandırması

source: Manage user Samba shares
ca: Gestiona les comparticions Samba d'usuari
cs: Nastavení Samba sdílení
de: Verwalte user Samba shares
es: Gestionar recursos compartidos de usuario de Samba
es_es: Gestiona los recursos compartidos Samba de los usuarios
fr_be: Gérer les partages Samba de l’utilisateur
he_il: ניהול שיתופי סמבה למשתמשים
hu: Felhasználói Samba megosztások kezelése
it: Gestisci le condivisioni dell'utente Samba
ja: ユーザーの Samba 共有を管理します
nb: Behandle delte Samba-ressurser
nl: Gebruiker Samba shares beheren
pl: Zarządzaj udziałami użytkownika w Sambie
pt: Gerir Pastas Partilhadas Samba
pt_br: Gerenciador de compartilhamentos de arquivos do usuário no servidor Samba
ru: Управление пользовательскими ресурсами Samba
sl: Upravljanje Sampa skupne rabe z uporabnikom
sq: Administroni pjesë Samba përdoruesish
sv: Hantera användares Samba delningar
tr: Kullanıcı Samba paylaşımlarını yönetin

source: MX Tweak
am: MX ማሻሻያ
cs: MX Vyladění
da: MX Finjustering
fi: MX Hienosäätö
fr_be: MX Ajustements - Tweak
he_il: התאמות MX
hi: एमएक्स-अनुकूलन
hu: MX finomhangoló
it: MX Rifiniture
lt: MX patobulinimai
nl: MX Fijninstellingen
pl: MX Ulepszenia
pt: MX Ajustes Rápidos
pt_br: Ajustes Rápidos do MX
sl: MX Prilagoditve
sq: Përimtim MX-i
tr: MX İnce ayar

source: Assorted useful tweaks
am: የ ተለየ ጠቃሚ ማሰናጃ
ca: Diversos ajustos útils
cs: Výběr užitečných vyladění systému
da: Diverse nyttige finjusteringer
de: Eine Zusammenstellung nützlicher Einstellungen
el: Διάφορα χρήσιμα τσιμπήματα
es: Varios ajustes útiles
es_es: Varios ajustes útiles
fr_be: Divers ajustements bien pratiques
hu: Válogatott hasznos trükkök
it: Utili rifiniture di vario genere
ja: 色々と便利な tweak があります
lt: Įvairūs naudingi patobulinimai
nb: Diverse nyttige finjusteringer
nl: Verschillende handige fijninstellingen
pl: Różne użyteczne poprawki
pt: Alteração fácil e prática de vários elementos [mx-tweak]
pt_br: Permite fazer alterações de vários elementos do MX Linux com o MX Tweak
ru: Различные полезные изменения (твики)
sk: Výber užitočných vylepšení vzhľadu
sl: Izbor uporabnih prilagoditev
sq: Përimtime të ndryshme të dobishme
sv: Blandade användbara justeringar
tr: Çeşitli yararlı ince ayarlar

source: Desktop
am: ዴስክቶፕ
ca: Escriptori
cs: Pracovní plocha
da: Skrivebord
de: Oberfläche
el: Επιφάνεια εργασίας
es: Escritorio
es_es: Escritorio
fi: Työpöytä
fr_be: Environnement de bureau
he_il: שולחן עבודה
hi: डेस्कटॉप
hu: Asztal
ja: デスクトップ
lt: Darbalaukis
nb: Skrivebord
pl: Pulpit
pt: Ambiente
pt_br: Área de Trabalho
ru: Рабочий стол
sk: Pracovná plocha
sl: Namizje
sv: Skrivbord
tr: Masaüstü

source: Brightness Systray
am: պայծառություն Systray
ca: Brillantor Systray
cs: Systémová lišta jasu
da: Lysstyrke Systray
de: Helligkeit Systray
el: λάμψη Systray
es: Bandeja de brillo
es_es: Bandeja de brillo
fi: Kirkkaus Systray
fr_be: Luminosité dans la barre d’état système / systray
he_il: בהירות Systray
hi: चमक Systray
hu: Fényerősség tálcaikon
it: Luminosità Systray
ja: 明るさ調節トレイアイコン
lt: Ryškumas Systray
nb: Lysstyrke i systemkurven
nl: Helderheid Systray
pl: Jasność Systray
pt: Brilho Systray
pt_br: Controle do Brilho na Bandeja do Sistema
ru: Яркость Systray
sk: Jas Systray
sl: Osvetlitev v sistemski pasici
sv: Ljusstyrka Systembricka
tr: Parlaklık Systray
