Repository: MX-Linux/mx-launcher-l10n
Catalog: translations/po/*.po
Languages: am, ca, cs, da, de, el, es, es_es, fi, fr_be, he_il, hi, hu, it, ja, lt, nb, nl, pl, pt, pt_br, ru, sk, sl, sq, sv, tr

source: brightness systray application
ca: Aplicació de sistema de brillantor
cs: Aplikace lišty jasu
de: Helligkeit Systray-Anwendung
el: εφαρμογή συστοιχίας φωτεινότητας
es: aplicación de bandeja de brillo
es_es: aplicación de bandeja de brillo
fr_be: application Luminosité dans la barre d’état système / systray
hu: fényerősség tálcaalkalmazás
it: applicazione systray di luminosità
ja: 明るさ調節を行うトレイアプレット
nb: Program i systemkurven for justering av lysstyrke
nl: helderheid systray applicatie
pl: regulacja jasności w zasobniku systemowym
pt: aplicação systray brilho
pt_br: Aplicativo da bandeja do sistema para o controle do brilho da tela
ru: приложение в трее для регулировки яркости
sl: Aplikacija za osvelitev za sistemsko pasico
sv: systembrickeapp för ljusstyrka
tr: parlaklık ayarı sistem tepsisi uygulaması

source: mx-tweak brightness systray
ca: mx-tweak brillantor systray
cs: mx-tweak systémová lišta jasu
de: mx-tweak Helligkeit systray
el: mx-tweak εικονίδιο φωτεινότητας
es: mx-tweak bandeja de brillo
es_es: mx-tweak bandeja de brillo
fr_be: mx-ajustement de la luminosité dans la barre d’état système / systray
hu: mx-tweak fényerősség tálca
it: luminosità del vassoio di sistema di mx-rifiniture
ja: mx-tweak 明るさ調節トレイ
nb: mx-tweak lysstyrke i systemkurven
pt: Regulação de brilho na bandeja
pt_br: Controle do Brilho da Tela na Bandeja do Sistema do Ajustes Rápidos do MX
ru: mx-tweak яркость в трее
sl: mx-tweak osvetlitev v sistemski pasici
sv: mx-tweak ljusstyrka för systembricka
tr: mx-tweak parlaklık sistem tepsisi

source: starts mx-tweak brightness systray app
ca: engega l'aplicació mx-tweak brillantor systray
cs: start aplikace mx-tweak lišty jasu
de: Startet die App für mx-tweak Helligkeit
el: εκκινει την εφαρμογη εικονιδίου φωτεινότητας του mx-tweak
es: iniciar la aplicación mx-tweak bandeja de brillo
es_es: iniciar la aplicación mx-tweak bandeja de brillo
fr_be: Lance l’application mx-ajustement de la luminosité dans la barre d’état système / systray
hu: elindítja az mx-tweak fényerősség tálcaalkalmazást
it: avvia l'app luminosità del vassoio di sistema di mx-rifiniture
ja: 明るさの調節を行うトレイアプレットを起動します
nb: starter mx-tweak-programmet lysstyrke i systemkurven
pl: uruchamia regulację jasności w zasobniku systemowym
pt: inicia a aplicação da área de notificação do sistema do controlo de brilho mx-ajustes
pt_br: Inicializador do aplicativo da bandeja do sistema de controle do brilho com o MX Tweak
ru: запускает приложение mx-tweak для управления яркостью через трей
sl: Zažene mx-tweak systray aplikacijo za osvetlitev
sv: startar mx-tweak systembrickeapp för ljusstyrka
tr: mx-tweak parlaklık sistem tepsisi uygulamasını başlatır

source: compton
el: στιχειοθετης compton
ja: コンプトン
pt_br: Compositor de Janelas e Efeitos Visuais Compton

source: compton startup
ca: engegada de compton
cs: start compton
el: εκκινηση compton
es: Inicio de compton
es_es: Inicio de compton
fr_be: compton démarrage
hu: compton indítás
it: avvio di compton
ja: コンプトンを起動
nb: compton-oppstart
pl: uruchomienie compton
pt: arranque do compton
pt_br: Permite personalizar o visual e a aparência das janelas da área de trabalho
ru: запуск compton
sl: compton zagon
sv: compton start
tr: compton başlangıç

source: restore-software-brightness
ca: restaura-brillantor-progamari
cs: obnovit-softwarový-jas
el: ανάκτηση-λογισμικού-φωτεινότητας
es: restaurar-brillo-software
es_es: restaurar el brillo del programa
fr_be: restauration-logiciel-luminosité
hu: Szoftveres fényerősség visszaállítása
it: ripristina-luminosità-software
nb: gjenopprett-lysstyrke-verdier
pt_br: Restaurador do Controle do Brilho da Tela
sl: obnovi-programsko-osvetlitev
sv: återställ-mjukvaru-ljusstyrka
tr: yazılım parlaklığını geri yükle

source: restore xrandr brightness values stored mx-tweak display tab
ca: restaura els valors de brillantor de xrandr desats a la pestanya mx-tweak display
cs: obnovit hodnoty jasu xrandr uložené na záložce mx-tweak display
el: ανάκτηση των τιμών φωτεινότητας του xrandr αποθυκευμένες στην καρτέλα εμφάνισης του mx-tweak
es: restaurar los valores de brillo xrandr almacenados mx-tweak pestaña de visualización
es_es: restaurar los valores de brillo de xrandr almacenados en la pestaña de pantalla de mx-tweak
fr_be: restaurer les valeurs de luminosité xrandr stockées dans l’onglet d’affichage mx-ajustement
hu: az xrandr fényerősség értékek visszaállítása az mx-tweak megjelenítési fülön tárolt értékre
it: ripristina i valori di luminosità xrandr memorizzati nella scheda schermo di mx-rifiniture
ja: mx-tweak display タブに保存された xrandr の輝度設定を復元します
nb: gjenopprett lysstyrke-verdier (xrandr) lagret i mx-tweak visnings-fanen
pl: przywróć wartości jasności xrandr zapisane na mx-tweak display tab
pt: Restaurar valores do brilho do xrandr armazenados no separador do mx-tweak
pt_br: Restaura os valores padrão do controle do brilho da tela do xrandr que foram armazenados na aba ou guia Tela do MX Tweak
ru: восстановление сохранённых значений яркости xrandr вкладка дисплея mx-tweak
sl: obnovi svetlobne vrednosti xrandr iz mx-tweak prikaznega zavihka
sv: återställ xrandr ljusstyrkevärden lagrade i mx-tweak skärmflik
tr: mx-tweak ekran sekmesinde kayıtlı xrandr parlaklık değerlerini geri yükleme

source: MX User Manager
am: MX የ ተጠቃሚ አስተዳዳሪ
ca: Administrador d'Usuaris MX
cs: MX Správa uživatelů
da: MX Brugerhåndtering
de: Benutzer-Manager für MX
el: διαχειριστής του χρήστη για MX
es: MX Gestor de Usuarios
es_es: MX Gestor de Usuarios
fi: MX Käyttäjänhallinta
fr_be: MX Gestionnaire des utilisateurs - MX User Manager
he_il: מנהל המשתמשים של MX
hi: एमएक्स उपयोक्ता प्रबंधक
hu: MX felhasználókezelő
it: MX Manager Utenti
ja: MX ユーザーマネージャー
lt: MX naudotojų tvarkytuvė
nb: MX Brukeradministrasjon
nl: MX Gebruikersbeheer
pl: MX Zarządzanie użytkownikiem
pt: MX-Gestor de utilizadores
pt_br: Gerenciador de Usuários do MX
ru: MX Менеджер пользователей
sk: MX Správca Užívateľov
sl: MX Upravljalnik uporabnikov
sq: Përgjegjës MX Përdoruesish
sv: Användarhanterare för MX
tr: MX Kullanıcı Yöneticisi

source: Simple user configuration
am: ቀላል ተጠቃሚ ማሰናጃ
ca: Configuració simple d'usuaris
cs: Jednoduchá správa uživatelů
da: Simpel brugerkonfiguration
de: Einfache Benutzer-Konfiguration
el: Απλή διαμόρφωση χρήστη
es: Configuración simple de usuarios
es_es: Configurador sencillo de los usuarios
fi: Yksinkertainen käyttäjän konfigurointi
fr_be: Configuration simple des utilisateurs
he_il: הגדרות משתמש פשוטות
hi: सरल उपयोगकर्ता विन्यास
hu: Egyszerű felhasználó konfigurálás
it: Semplice gestore di configurazione degli utenti
ja: シンプルなユーザー設定ツールです
lt: Paprastas naudotojų konfigūravimas
nb: Enkel brukerbehandling
nl: Eenvoudige gebruikersconfiguratie
pl: Prosta konfiguracja użytkownika
pt: Configuração simples de utilizadores [mx-user]
pt_br: Configurações e administração de usuários com o MX User Manager
ru: Простая конфигурация пользователей
sk: Jednoduchá správa užívateľov
sl: Preprosto konfiguriranje uporabniških računov
sq: Formësim përdoruesi të thjeshtë
sv: Enkel användar-konfiguration
tr: Basit kullanıcı yapılandırması

source: System Keyboard
am: የስርዓት ቁልፍ ሰሌዳ
ca: Teclat de Sistema
cs: Systémová klávesnice
da: Systemtastatur
de: Systemtastatur
el: Πληκτρολόγιο συστήματος
es: Teclado del Sistema
es_es: Teclado del sistema
fi: Järjestelmän näppäimistö
fr_be: Clavier du système
he_il: מקלדת המערכת
hi: सिस्टम कुंजीपटल
hu: Rendszer billentyűzet
it: Tastiera di Sistema
ja: キーボードの設定
lt: Sistemos klaviatūra
nb: Systemtastatur
nl: Systeem Toetsenbord
pl: Klawiatura systemowa
pt: Teclado do sistema
pt_br: Configurações do Teclado do Sistema
ru: Системная клавиатура
sk: Systémová klávesnica
sl: Tipkovnica
sq: Tastierë Sistemi
sv: System-tangentbord
tr: Sistem Klavyesi

source: Configure System Keyboard
am: የስርዓት ቁልፍ ሰሌዳውን ያዋቅሩ
ca: Configura el teclat de Sistema
cs: Nastavení systémové klávesnice
da: Konfigurer systemets tastatur
de: Konfiguration der Systemtastatur
el: Ρύθμιση πληκτρολογίου συστήματος
es: Configurar Teclado del Sistema
es_es: Configurar el teclado del sistema
fi: Määritä järjestelmän näppäimistö
fr_be: Configurer le clavier du système
he_il: הגדרת מקלדת המערכת
hi: सिस्टम कीबोर्ड कॉन्फ़िगर करें
hu: Rendszer billentyűzet beállítása
it: Configura la tastiera di sistema
ja: 使用するキーボートの種類や配列を設定します
lt: Konfigūruoti sistemos klaviatūrą
nb: Sett opp systemets tastatur
nl: Configureer Systeem Toetsenbord
pl: Skonfiguruj klawiaturę systemową
pt: Configurar o teclado do sistema
pt_br: Configurar o teclado do sistema
ru: Настроить системную клавиатуру
sk: Konfigurácia systémovej klávesnice
sl: Konfiguriraj sistemsko tipkovnico
sq: Formësoni Tastierë Sistemi
sv: Konfigurera System-tangentbord
tr: Sistem Klavyesini Yapılandırma
